import type { CompanyData } from '@/entities/company'

export const companyMock: CompanyData = {
  eyebrow: 'О компании',

  title: 'Работаем честно.\nСоздаем памятники\nс уважением к памяти.',

  description: [
    'С 2008 года мы самостоятельно изготавливаем памятники и мемориальные комплексы из натурального камня. Контролируем весь процесс — от разработки проекта до изготовления и установки.',

    'Для нас каждый заказ — это память о близком человеке. Мы сопровождаем семью на всех этапах работы, уделяя внимание каждой детали и отвечая за результат.'
  ],

  scrollLink: {
    label: 'Подробнее о наших услугах',
    href: '#services',
  }
}